{
    "meta": {
        "name": "Art of War",
        "by": "Sun Tzu",
        "translated-by": "Lionel Giles"
    },
    "chapters": [
        {
            "chapter_number": "I",
            "chapter_title": "Laying Plans",
            "content": [
                "Sun Tzu said: The art of war is of vital importance to the State.",
                "It is a matter of life and death, a road either to safety or to\nruin. Hence it is a subject of inquiry which can on no account be\nneglected.",
                "The art of war, then, is governed by five constant factors, to\nbe taken into account in one's deliberations, when seeking to determine\nthe conditions obtaining in the field.",
                "These are: (1) The Moral Law; (2) Heaven; (3) Earth; (4) The Commander;\n(5) Method and discipline. \n\n5,6. The Moral Law causes the people to be in complete accord with\ntheir ruler, so that they will follow him regardless of their lives,\nundismayed by any danger.",
                "Heaven signifies night and day, cold and heat, times and seasons.",
                "Earth comprises distances, great and small; danger and security;\nopen ground and narrow passes; the chances of life and death.",
                "The Commander stands for the virtues of wisdom, sincerely, benevolence,\ncourage and strictness.",
                "By method and discipline are to be understood the marshaling of\nthe army in its proper subdivisions, the graduations of rank among\nthe officers, the maintenance of roads by which supplies may reach\nthe army, and the control of military expenditure.",
                "These five heads should be familiar to every general: he who knows\nthem will be victorious; he who knows them not will fail.",
                "Therefore, in your deliberations, when seeking to determine the\nmilitary conditions, let them be made the basis of a comparison, in\nthis wise:--",
                "(1) Which of the two sovereigns is imbued with the Moral law?\n(2) Which of the two generals has most ability? (3) With whom lie\nthe advantages derived from Heaven and Earth? (4) On which side is\ndiscipline most rigorously enforced? (5) Which army is stronger? (6)\nOn which side are officers and men more highly trained? (7) In which\narmy is there the greater constancy both in reward and punishment?",
                "By means of these seven considerations I can forecast victory\nor defeat.",
                "The general that hearkens to my counsel and acts upon it, will\nconquer: let such a one be retained in command! The general that hearkens\nnot to my counsel nor acts upon it, will suffer defeat:--let such\na one be dismissed!",
                "While heading the profit of my counsel, avail yourself also of\nany helpful circumstances over and beyond the ordinary rules.",
                "According as circumstances are favorable, one should modify one's\nplans.",
                "All warfare is based on deception.",
                "Hence, when able to attack, we must seem unable; when using our\nforces, we must seem inactive; when we are near, we must make the\nenemy believe we are far away; when far away, we must make him believe\nwe are near.",
                "Hold out baits to entice the enemy. Feign disorder, and crush\nhim.",
                "If he is secure at all points, be prepared for him. If he is in\nsuperior strength, evade him.",
                "If your opponent is of choleric temper, seek to irritate him.\nPretend to be weak, that he may grow arrogant.",
                "If he is taking his ease, give him no rest. If his forces are\nunited, separate them.",
                "Attack him where he is unprepared, appear where you are not expected.",
                "These military devices, leading to victory, must not be divulged\nbeforehand.",
                "Now the general who wins a battle makes many calculations in his\ntemple ere the battle is fought. The general who loses a battle makes\nbut few calculations beforehand. Thus do many calculations lead to\nvictory, and few calculations to defeat: how much more no calculation\nat all! It is by attention to this point that I can foresee who is\nlikely to win or lose."
            ]
        },
        {
            "chapter_number": "II",
            "chapter_title": "Waging War",
            "content": [
                "Sun Tzu said: In the operations of war, where there are in the\nfield a thousand swift chariots, as many heavy chariots, and a hundred\nthousand mail-clad soldiers, with provisions enough to carry them\na thousand li, the expenditure at home and at the front, including\nentertainment of guests, small items such as glue and paint, and sums\nspent on chariots and armor, will reach the total of a thousand ounces\nof silver per day. Such is the cost of raising an army of 100,000\nmen.",
                "When you engage in actual fighting, if victory is long in coming,\nthen men's weapons will grow dull and their ardor will be damped.",
                "Again, if the campaign is protracted, the resources of the State\nwill not be equal to the strain.",
                "Now, when your weapons are dulled, your ardor damped, your strength\nexhausted and your treasure spent, other chieftains will spring up\nto take advantage of your extremity. Then no man, however wise, will\nbe able to avert the consequences that must ensue.",
                "Thus, though we have heard of stupid haste in war, cleverness has\nnever been seen associated with long delays.",
                "There is no instance of a country having benefited from prolonged\nwarfare.",
                "It is only one who is thoroughly acquainted with the evils of war\nthat can thoroughly understand the profitable way of carrying it on.",
                "The skillful soldier does not raise a second levy, neither are\nhis supply-wagons loaded more than twice.",
                "Bring war material with you from home, but forage on the enemy.\nThus the army will have food enough for its needs.",
                "Poverty of the State exchequer causes an army to be maintained\nby contributions from a distance. Contributing to maintain an army\nat a distance causes the people to be impoverished.",
                "On the other hand, the proximity of an army causes prices to go\nup; and high prices cause the people's substance to be drained away.",
                "When their substance is drained away, the peasantry will be afflicted\nby heavy exactions. \n\n13,14. With this loss of substance and exhaustion of strength, the\nhomes of the people will be stripped bare, and three-tenths of their\nincome will be dissipated; while government expenses for broken chariots,\nworn-out horses, breast-plates and helmets, bows and arrows, spears\nand shields, protective mantles, draught-oxen and heavy wagons, will\namount to four-tenths of its total revenue.",
                "Hence a wise general makes a point of foraging on the enemy. One\ncartload of the enemy's provisions is equivalent to twenty of one's\nown, and likewise a single picul of his provender is equivalent to\ntwenty from one's own store.",
                "Now in order to kill the enemy, our men must be roused to anger;\nthat there may be advantage from defeating the enemy, they must have\ntheir rewards.",
                "Therefore in chariot fighting, when ten or more chariots have\nbeen taken, those should be rewarded who took the first. Our own flags\nshould be substituted for those of the enemy, and the chariots mingled\nand used in conjunction with ours. The captured soldiers should be\nkindly treated and kept.",
                "This is called, using the conquered foe to augment one's own strength.",
                "In war, then, let your great object be victory, not lengthy campaigns.",
                "Thus it may be known that the leader of armies is the arbiter\nof the people's fate, the man on whom it depends whether the nation\nshall be in peace or in peril."
            ]
        },
        {
            "chapter_number": "III",
            "chapter_title": "Attack by Stratagem",
            "content": [
                "Sun Tzu said: In the practical art of war, the best thing of all\nis to take the enemy's country whole and intact; to shatter and destroy\nit is not so good. So, too, it is better to recapture an army entire\nthan to destroy it, to capture a regiment, a detachment or a company\nentire than to destroy them.",
                "Hence to fight and conquer in all your battles is not supreme excellence;\nsupreme excellence consists in breaking the enemy's resistance without\nfighting.",
                "Thus the highest form of generalship is to balk the enemy's plans;\nthe next best is to prevent the junction of the enemy's forces; the\nnext in order is to attack the enemy's army in the field; and the\nworst policy of all is to besiege walled cities.",
                "The rule is, not to besiege walled cities if it can possibly be\navoided. The preparation of mantlets, movable shelters, and various\nimplements of war, will take up three whole months; and the piling\nup of mounds over against the walls will take three months more.",
                "The general, unable to control his irritation, will launch his\nmen to the assault like swarming ants, with the result that one-third\nof his men are slain, while the town still remains untaken. Such are\nthe disastrous effects of a siege.",
                "Therefore the skillful leader subdues the enemy's troops without\nany fighting; he captures their cities without laying siege to them;\nhe overthrows their kingdom without lengthy operations in the field.",
                "With his forces intact he will dispute the mastery of the Empire,\nand thus, without losing a man, his triumph will be complete. This\nis the method of attacking by stratagem.",
                "It is the rule in war, if our forces are ten to the enemy's one,\nto surround him; if five to one, to attack him; if twice as numerous,\nto divide our army into two.",
                "If equally matched, we can offer battle; if slightly inferior in\nnumbers, we can avoid the enemy; if quite unequal in every way, we\ncan flee from him.",
                "Hence, though an obstinate fight may be made by a small force,\nin the end it must be captured by the larger force.",
                "Now the general is the bulwark of the State; if the bulwark is\ncomplete at all points; the State will be strong; if the bulwark is\ndefective, the State will be weak.",
                "There are three ways in which a ruler can bring misfortune upon\nhis army:--",
                "(1) By commanding the army to advance or to retreat, being ignorant\nof the fact that it cannot obey. This is called hobbling the army.",
                "(2) By attempting to govern an army in the same way as he administers\na kingdom, being ignorant of the conditions which obtain in an army.\nThis causes restlessness in the soldier's minds.",
                "(3) By employing the officers of his army without discrimination,\nthrough ignorance of the military principle of adaptation to circumstances.\nThis shakes the confidence of the soldiers.",
                "But when the army is restless and distrustful, trouble is sure\nto come from the other feudal princes. This is simply bringing anarchy\ninto the army, and flinging victory away.",
                "Thus we may know that there are five essentials for victory: (1)\nHe will win who knows when to fight and when not to fight. (2) He\nwill win who knows how to handle both superior and inferior forces.\n(3) He will win whose army is animated by the same spirit throughout\nall its ranks. (4) He will win who, prepared himself, waits to take\nthe enemy unprepared. (5) He will win who has military capacity and\nis not interfered with by the sovereign.",
                "Hence the saying: If you know the enemy and know yourself, you\nneed not fear the result of a hundred battles. If you know yourself\nbut not the enemy, for every victory gained you will also suffer a\ndefeat. If you know neither the enemy nor yourself, you will succumb\nin every battle."
            ]
        },
        {
            "chapter_number": "IV",
            "chapter_title": "Tactical Dispositions",
            "content": [
                "Sun Tzu said: The good fighters of old first put themselves beyond\nthe possibility of defeat, and then waited for an opportunity of defeating\nthe enemy.",
                "To secure ourselves against defeat lies in our own hands, but the\nopportunity of defeating the enemy is provided by the enemy himself.",
                "Thus the good fighter is able to secure himself against defeat,\nbut cannot make certain of defeating the enemy.",
                "Hence the saying: One may know how to conquer without being able\nto do it.",
                "Security against defeat implies defensive tactics; ability to defeat\nthe enemy means taking the offensive.",
                "Standing on the defensive indicates insufficient strength; attacking,\na superabundance of strength.",
                "The general who is skilled in defense hides in the most secret\nrecesses of the earth; he who is skilled in attack flashes forth from\nthe topmost heights of heaven. Thus on the one hand we have ability\nto protect ourselves; on the other, a victory that is complete.",
                "To see victory only when it is within the ken of the common herd\nis not the acme of excellence.",
                "Neither is it the acme of excellence if you fight and conquer and\nthe whole Empire says, \"Well done!\"",
                "To lift an autumn hair is no sign of great strength; to see the\nsun and moon is no sign of sharp sight; to hear the noise of thunder\nis no sign of a quick ear.",
                "What the ancients called a clever fighter is one who not only\nwins, but excels in winning with ease.",
                "Hence his victories bring him neither reputation for wisdom nor\ncredit for courage.",
                "He wins his battles by making no mistakes. Making no mistakes\nis what establishes the certainty of victory, for it means conquering\nan enemy that is already defeated.",
                "Hence the skillful fighter puts himself into a position which\nmakes defeat impossible, and does not miss the moment for defeating\nthe enemy.",
                "Thus it is that in war the victorious strategist only seeks battle\nafter the victory has been won, whereas he who is destined to defeat\nfirst fights and afterwards looks for victory.",
                "The consummate leader cultivates the moral law, and strictly adheres\nto method and discipline; thus it is in his power to control success.",
                "In respect of military method, we have, firstly, Measurement;\nsecondly, Estimation of quantity; thirdly, Calculation; fourthly,\nBalancing of chances; fifthly,",
                "Measurement owes its existence to Earth; Estimation of quantity\nto Measurement; Calculation to Estimation of quantity; Balancing of\nchances to Calculation; and",
                "A victorious army opposed to a routed one, is as a pound's weight\nplaced in the scale against a single grain.",
                "The onrush of a conquering force is like the bursting of pent-up\nwaters into a chasm a thousand fathoms deep."
            ]
        },
        {
            "chapter_number": "V",
            "chapter_title": "Energy",
            "content": [
                "Sun Tzu said: The control of a large force is the same principle\nas the control of a few men: it is merely a question of dividing up\ntheir numbers.",
                "Fighting with a large army under your command is nowise different\nfrom fighting with a small one: it is merely a question of instituting\nsigns and signals.",
                "To ensure that your whole host may withstand the brunt of the enemy's\nattack and remain unshaken-- this is effected by maneuvers direct\nand indirect.",
                "That the impact of your army may be like a grindstone dashed against\nan egg--this is effected by the science of weak points and strong.",
                "In all fighting, the direct method may be used for joining battle,\nbut indirect methods will be needed in order to secure victory.",
                "Indirect tactics, efficiently applied, are inexhaustible as Heaven\nand Earth, unending as the flow of rivers and streams; like the sun\nand moon, they end but to begin anew; like the four seasons, they\npass away to return once more.",
                "There are not more than five musical notes, yet the combinations\nof these five give rise to more melodies than can ever be heard.",
                "There are not more than five primary colors (blue, yellow, red,\nwhite, and black), yet in combination they produce more hues than\ncan ever been seen.",
                "There are not more than five cardinal tastes (sour, acrid, salt,\nsweet, bitter), yet combinations of them yield more flavors than can\never be tasted.",
                "In battle, there are not more than two methods of attack--the\ndirect and the indirect; yet these two in combination give rise to\nan endless series of maneuvers.",
                "The direct and the indirect lead on to each other in turn. It\nis like moving in a circle--you never come to an end. Who can exhaust\nthe possibilities of their combination?",
                "The onset of troops is like the rush of a torrent which will even\nroll stones along in its course.",
                "The quality of decision is like the well-timed swoop of a falcon\nwhich enables it to strike and destroy its victim.",
                "Therefore the good fighter will be terrible in his onset, and\nprompt in his decision.",
                "Energy may be likened to the bending of a crossbow; decision,\nto the releasing of a trigger.",
                "Amid the turmoil and tumult of battle, there may be seeming disorder\nand yet no real disorder at all; amid confusion and chaos, your array\nmay be without head or tail, yet it will be proof against defeat.",
                "Simulated disorder postulates perfect discipline, simulated fear\npostulates courage; simulated weakness postulates strength.",
                "Hiding order beneath the cloak of disorder is simply a question\nof subdivision; concealing courage under a show of timidity presupposes\na fund of latent energy; masking strength with weakness is to be effected\nby tactical dispositions.",
                "Thus one who is skillful at keeping the enemy on the move maintains\ndeceitful appearances, according to which the enemy will act. He sacrifices\nsomething, that the enemy may snatch at it.",
                "By holding out baits, he keeps him on the march; then with a body\nof picked men he lies in wait for him.",
                "The clever combatant looks to the effect of combined energy, and\ndoes not require too much from individuals. Hence his ability to pick\nout the right men and utilize combined energy.",
                "When he utilizes combined energy, his fighting men become as it\nwere like unto rolling logs or stones. For it is the nature of a log\nor stone to remain motionless on level ground, and to move when on\na slope; if four-cornered, to come to a standstill, but if round-shaped,\nto go rolling down.",
                "Thus the energy developed by good fighting men is as the momentum\nof a round stone rolled down a mountain thousands of feet in height.\nSo much on the subject of energy."
            ]
        },
        {
            "chapter_number": "VI",
            "chapter_title": "Weak Points and Strong",
            "content": [
                "Sun Tzu said: Whoever is first in the field and awaits the coming\nof the enemy, will be fresh for the fight; whoever is second in the\nfield and has to hasten to battle will arrive exhausted.",
                "Therefore the clever combatant imposes his will on the enemy, but\ndoes not allow the enemy's will to be imposed on him.",
                "By holding out advantages to him, he can cause the enemy to approach\nof his own accord; or, by inflicting damage, he can make it impossible\nfor the enemy to draw near.",
                "If the enemy is taking his ease, he can harass him; if well supplied\nwith food, he can starve him out; if quietly encamped, he can force\nhim to move.",
                "Appear at points which the enemy must hasten to defend; march swiftly\nto places where you are not expected.",
                "An army may march great distances without distress, if it marches\nthrough country where the enemy is not.",
                "You can be sure of succeeding in your attacks if you only attack\nplaces which are undefended.You can ensure the safety of your defense\nif you only hold positions that cannot be attacked.",
                "Hence that general is skillful in attack whose opponent does not\nknow what to defend; and he is skillful in defense whose opponent\ndoes not know what to attack.",
                "O divine art of subtlety and secrecy! Through you we learn to be\ninvisible, through you inaudible; and hence we can hold the enemy's\nfate in our hands.",
                "You may advance and be absolutely irresistible, if you make for\nthe enemy's weak points; you may retire and be safe from pursuit if\nyour movements are more rapid than those of the enemy.",
                "If we wish to fight, the enemy can be forced to an engagement\neven though he be sheltered behind a high rampart and a deep ditch.\nAll we need do is attack some other place that he will be obliged\nto relieve.",
                "If we do not wish to fight, we can prevent the enemy from engaging\nus even though the lines of our encampment be merely traced out on\nthe ground. All we need do is to throw something odd and unaccountable\nin his way.",
                "By discovering the enemy's dispositions and remaining invisible\nourselves, we can keep our forces concentrated, while the enemy's\nmust be divided.",
                "We can form a single united body, while the enemy must split up\ninto fractions. Hence there will be a whole pitted against separate\nparts of a whole, which means that we shall be many to the enemy's\nfew.",
                "And if we are able thus to attack an inferior force with a superior\none, our opponents will be in dire straits.",
                "The spot where we intend to fight must not be made known; for\nthen the enemy will have to prepare against a possible attack at several\ndifferent points; and his forces being thus distributed in many directions,\nthe numbers we shall have to face at any given point will be proportionately\nfew.",
                "For should the enemy strengthen his van, he will weaken his rear;\nshould he strengthen his rear, he will weaken his van; should he strengthen\nhis left, he will weaken his right; should he strengthen his right,\nhe will weaken his left. If he sends reinforcements everywhere, he\nwill everywhere be weak.",
                "Numerical weakness comes from having to prepare against possible\nattacks; numerical strength, from compelling our adversary to make\nthese preparations against us.",
                "Knowing the place and the time of the coming battle, we may concentrate\nfrom the greatest distances in order to fight.",
                "But if neither time nor place be known, then the left wing will\nbe impotent to succor the right, the right equally impotent to succor\nthe left, the van unable to relieve the rear, or the rear to support\nthe van. How much more so if the furthest portions of the army are\nanything under a hundred LI apart, and even the nearest are separated\nby several LI!",
                "Though according to my estimate the soldiers of Yueh exceed our\nown in number, that shall advantage them nothing in the matter of\nvictory. I say then that victory can be achieved.",
                "Though the enemy be stronger in numbers, we may prevent him from\nfighting. Scheme so as to discover his plans and the likelihood of\ntheir success.",
                "Rouse him, and learn the principle of his activity or inactivity.\nForce him to reveal himself, so as to find out his vulnerable spots.",
                "Carefully compare the opposing army with your own, so that you\nmay know where strength is superabundant and where it is deficient.",
                "In making tactical dispositions, the highest pitch you can attain\nis to conceal them; conceal your dispositions, and you will be safe\nfrom the prying of the subtlest spies, from the machinations of the\nwisest brains.",
                "How victory may be produced for them out of the enemy's own tactics--that\nis what the multitude cannot comprehend.",
                "All men can see the tactics whereby I conquer, but what none can\nsee is the strategy out of which victory is evolved.",
                "Do not repeat the tactics which have gained you one victory, but\nlet your methods be regulated by the infinite variety of circumstances.",
                "Military tactics are like unto water; for water in its natural\ncourse runs away from high places and hastens downwards.",
                "So in war, the way is to avoid what is strong and to strike at\nwhat is weak.",
                "Water shapes its course according to the nature of the ground\nover which it flows; the soldier works out his victory in relation\nto the foe whom he is facing.",
                "Therefore, just as water retains no constant shape, so in warfare\nthere are no constant conditions.",
                "He who can modify his tactics in relation to his opponent and\nthereby succeed in winning, may be called a heaven-born captain.",
                "The five elements (water, fire, wood, metal, earth) are not always\nequally predominant; the four seasons make way for each other in turn.\nThere are short days and long; the moon has its periods of waning\nand waxing."
            ]
        },
        {
            "chapter_number": "VII",
            "chapter_title": "Maneuvering",
            "content": [
                "Sun Tzu said: In war, the general receives his commands from the\nsovereign.",
                "Having collected an army and concentrated his forces, he must blend\nand harmonize the different elements thereof before pitching his camp.",
                "After that, comes tactical maneuvering, than which there is nothing\nmore difficult. The difficulty of tactical maneuvering consists in\nturning the devious into the direct, and misfortune into gain.",
                "Thus, to take a long and circuitous route, after enticing the enemy\nout of the way, and though starting after him, to contrive to reach\nthe goal before him, shows knowledge of the artifice of deviation.",
                "Maneuvering with an army is advantageous; with an undisciplined\nmultitude, most dangerous.",
                "If you set a fully equipped army in march in order to snatch an\nadvantage, the chances are that you will be too late. On the other\nhand, to detach a flying column for the purpose involves the sacrifice\nof its baggage and stores.",
                "Thus, if you order your men to roll up their buff-coats, and make\nforced marches without halting day or night, covering double the usual\ndistance at a stretch, doing a hundred LI in order to wrest an advantage,\nthe leaders of all your three divisions will fall into the hands of\nthe enemy.",
                "The stronger men will be in front, the jaded ones will fall behind,\nand on this plan only one-tenth of your army will reach its destination.",
                "If you march fifty LI in order to outmaneuver the enemy, you will\nlose the leader of your first division, and only half your force will\nreach the goal.",
                "If you march thirty LI with the same object, two-thirds of your\narmy will arrive.",
                "We may take it then that an army without its baggage-train is\nlost; without provisions it is lost; without bases of supply it is\nlost.",
                "We cannot enter into alliances until we are acquainted with the\ndesigns of our neighbors.",
                "We are not fit to lead an army on the march unless we are familiar\nwith the face of the country--its mountains and forests, its pitfalls\nand precipices, its marshes and swamps.",
                "We shall be unable to turn natural advantage to account unless\nwe make use of local guides.",
                "In war, practice dissimulation, and you will succeed.",
                "Whether to concentrate or to divide your troops, must be decided\nby circumstances.",
                "Let your rapidity be that of the wind, your compactness that of\nthe forest.",
                "In raiding and plundering be like fire, is immovability like a\nmountain.",
                "Let your plans be dark and impenetrable as night, and when you\nmove, fall like a thunderbolt.",
                "When you plunder a countryside, let the spoil be divided amongst\nyour men; when you capture new territory, cut it up into allotments\nfor the benefit of the soldiery.",
                "Ponder and deliberate before you make a move.",
                "He will conquer who has learnt the artifice of deviation. Such\nis the art of maneuvering.",
                "The Book of Army Management says: On the field of battle, the\nspoken word does not carry far enough: hence the institution of gongs\nand drums. Nor can ordinary objects be seen clearly enough: hence\nthe institution of banners and flags.",
                "Gongs and drums, banners and flags, are means whereby the ears\nand eyes of the host may be focused on one particular point.",
                "The host thus forming a single united body, is it impossible either\nfor the brave to advance alone, or for the cowardly to retreat alone.\nThis is the art of handling large masses of men.",
                "In night-fighting, then, make much use of signal-fires and drums,\nand in fighting by day, of flags and banners, as a means of influencing\nthe ears and eyes of your army.",
                "A whole army may be robbed of its spirit; a commander-in-chief\nmay be robbed of his presence of mind.",
                "Now a soldier's spirit is keenest in the morning; by noonday it\nhas begun to flag; and in the evening, his mind is bent only on returning\nto camp.",
                "A clever general, therefore, avoids an army when its spirit is\nkeen, but attacks it when it is sluggish and inclined to return. This\nis the art of studying moods.",
                "Disciplined and calm, to await the appearance of disorder and\nhubbub amongst the enemy:--this is the art of retaining self-possession.",
                "To be near the goal while the enemy is still far from it, to wait\nat ease while the enemy is toiling and struggling, to be well-fed\nwhile the enemy is famished:--this is the art of husbanding one's\nstrength.",
                "To refrain from intercepting an enemy whose banners are in perfect\norder, to refrain from attacking an army drawn up in calm and confident\narray:--this is the art of studying circumstances.",
                "It is a military axiom not to advance uphill against the enemy,\nnor to oppose him when he comes downhill.",
                "Do not pursue an enemy who simulates flight; do not attack soldiers\nwhose temper is keen.",
                "Do not swallow bait offered by the enemy. Do not interfere with\nan army that is returning home.",
                "When you surround an army, leave an outlet free. Do not press\na desperate foe too hard.",
                "Such is the art of warfare."
            ]
        },
        {
            "chapter_number": "VIII",
            "chapter_title": "Variation in Tactics",
            "content": [
                "Sun Tzu said: In war, the general receives his commands from the\nsovereign, collects his army and concentrates his forces",
                "When in difficult country, do not encamp. In country where high\nroads intersect, join hands with your allies. Do not linger in dangerously\nisolated positions. In hemmed-in situations, you must resort to stratagem.",
                "There are roads which must not be followed, armies which must be\nnot attacked, towns which must be besieged, positions which must not\nbe contested, commands of the sovereign which must not be obeyed.",
                "The general who thoroughly understands the advantages that accompany\nvariation of tactics knows how to handle his troops.",
                "The general who does not understand these, may be well acquainted\nwith the configuration of the country, yet he will not be able to\nturn his knowledge to practical account.",
                "So, the student of war who is unversed in the art of war of varying\nhis plans, even though he be acquainted with the Five Advantages,\nwill fail to make the best use of his men.",
                "Hence in the wise leader's plans, considerations of advantage and\nof disadvantage will be blended together.",
                "If our expectation of advantage be tempered in this way, we may\nsucceed in accomplishing the essential part of our schemes.",
                "If, on the other hand, in the midst of difficulties we are always\nready to seize an advantage, we may extricate ourselves from misfortune.",
                "Reduce the hostile chiefs by inflicting damage on them; and make\ntrouble for them, and keep them constantly engaged; hold out specious\nallurements, and make them rush to any given point.",
                "The art of war teaches us to rely not on the likelihood of the\nenemy's not coming, but on our own readiness to receive him; not on\nthe chance of his not attacking, but rather on the fact that we have\nmade our position unassailable.",
                "There are five dangerous faults which may affect a general: (1)\nRecklessness, which leads to destruction; (2) cowardice, which leads\nto capture; (3) a hasty temper, which can be provoked by insults;\n(4) a delicacy of honor which is sensitive to shame; (5) over-solicitude\nfor his men, which exposes him to worry and trouble.",
                "These are the five besetting sins of a general, ruinous to the\nconduct of war.",
                "When an army is overthrown and its leader slain, the cause will\nsurely be found among these five dangerous faults. Let them be a subject\nof meditation."
            ]
        },
        {
            "chapter_number": "IX",
            "chapter_title": "The Army on the March",
            "content": [
                "Sun Tzu said: We come now to the question of encamping the army,\nand observing signs of the enemy. Pass quickly over mountains, and\nkeep in the neighborhood of valleys.",
                "Camp in high places, facing the sun. Do not climb heights in order\nto fight. So much for mountain warfare.",
                "After crossing a river, you should get far away from it.",
                "When an invading force crosses a river in its onward march, do\nnot advance to meet it in mid-stream. It will be best to let half\nthe army get across, and then deliver your attack.",
                "If you are anxious to fight, you should not go to meet the invader\nnear a river which he has to cross.",
                "Moor your craft higher up than the enemy, and facing the sun. Do\nnot move up-stream to meet the enemy. So much for river warfare.",
                "In crossing salt-marshes, your sole concern should be to get over\nthem quickly, without any delay.",
                "If forced to fight in a salt-marsh, you should have water and grass\nnear you, and get your back to a clump of trees. So much for operations\nin salt-marches.",
                "In dry, level country, take up an easily accessible position with\nrising ground to your right and on your rear, so that the danger may\nbe in front, and safety lie behind. So much for campaigning in flat\ncountry.",
                "These are the four useful branches of military knowledge which\nenabled the Yellow Emperor to vanquish four several sovereigns.",
                "All armies prefer high ground to low and sunny places to dark.",
                "If you are careful of your men, and camp on hard ground, the army\nwill be free from disease of every kind, and this will spell victory.",
                "When you come to a hill or a bank, occupy the sunny side, with\nthe slope on your right rear. Thus you will at once act for the benefit\nof your soldiers and utilize the natural advantages of the ground.",
                "When, in consequence of heavy rains up-country, a river which\nyou wish to ford is swollen and flecked with foam, you must wait until\nit subsides.",
                "Country in which there are precipitous cliffs with torrents running\nbetween, deep natural hollows, confined places, tangled thickets,\nquagmires and crevasses, should be left with all possible speed and\nnot approached.",
                "While we keep away from such places, we should get the enemy to\napproach them; while we face them, we should let the enemy have them\non his rear.",
                "If in the neighborhood of your camp there should be any hilly\ncountry, ponds surrounded by aquatic grass, hollow basins filled with\nreeds, or woods with thick undergrowth, they must be carefully routed\nout and searched; for these are places where men in ambush or insidious\nspies are likely to be lurking.",
                "When the enemy is close at hand and remains quiet, he is relying\non the natural strength of his position.",
                "When he keeps aloof and tries to provoke a battle, he is anxious\nfor the other side to advance.",
                "If his place of encampment is easy of access, he is tendering\na bait.",
                "Movement amongst the trees of a forest shows that the enemy is\nadvancing. The appearance of a number of screens in the midst of thick\ngrass means that the enemy wants to make us suspicious.",
                "The rising of birds in their flight is the sign of an ambuscade.\nStartled beasts indicate that a sudden attack is coming.",
                "When there is dust rising in a high column, it is the sign of\nchariots advancing; when the dust is low, but spread over a wide area,\nit betokens the approach of infantry. When it branches out in different\ndirections, it shows that parties have been sent to collect firewood.\nA few clouds of dust moving to and fro signify that the army is encamping.",
                "Humble words and increased preparations are signs that the enemy\nis about to advance.",
                "When the light chariots come out first and take up a position\non the wings, it is a sign that the enemy is forming for battle.",
                "Peace proposals unaccompanied by a sworn covenant indicate a plot.",
                "When there is much running about and the soldiers fall into rank,\nit means that the critical moment has come.",
                "When some are seen advancing and some retreating, it is a lure.",
                "When the soldiers stand leaning on their spears, they are faint\nfrom want of food.",
                "If those who are sent to draw water begin by drinking themselves,\nthe army is suffering from thirst.",
                "If the enemy sees an advantage to be gained and makes no effort\nto secure it, the soldiers are exhausted.",
                "If birds gather on any spot, it is unoccupied. Clamor by night\nbetokens nervousness.",
                "If there is disturbance in the camp, the general's authority is\nweak. If the banners and flags are shifted about, sedition is afoot.",
                "When an army feeds its horses with grain and kills its cattle\nfor food, and when the men do not hang their cooking-pots over the\ncamp-fires, showing that they will not return to their tents, you\nmay know that they are determined to fight to the death.",
                "The sight of men whispering together in small knots or speaking\nin subdued tones points to disaffection amongst the rank and file.",
                "Too frequent rewards signify that the enemy is at the end of his\nresources; too many punishments betray a condition of dire distress.",
                "To begin by bluster, but afterwards to take fright at the enemy's\nnumbers, shows a supreme lack of intelligence.",
                "When envoys are sent with compliments in their mouths, it is a\nsign that the enemy wishes for a truce.",
                "If the enemy's troops march up angrily and remain facing ours\nfor a long time without either joining battle or taking themselves\noff again, the situation is one that demands great vigilance and circumspection.",
                "If our troops are no more in number than the enemy, that is amply\nsufficient; it only means that no direct attack can be made. What\nwe can do is simply to concentrate all our available strength, keep\na close watch on the enemy, and obtain reinforcements.",
                "He who exercises no forethought but makes light of his opponents\nis sure to be captured by them.",
                "If soldiers are punished before they have grown attached to you,\nthey will not prove submissive; and, unless submissive, then will\nbe practically useless. If, when the soldiers have become attached\nto you, punishments are not enforced, they will still be unless.",
                "Therefore soldiers must be treated in the first instance with\nhumanity, but kept under control by means of iron discipline. This\nis a certain road to victory.",
                "If in training soldiers commands are habitually enforced, the\narmy will be well-disciplined; if not, its discipline will be bad.",
                "If a general shows confidence in his men but always insists on\nhis orders being obeyed, the gain will be mutual."
            ]
        },
        {
            "chapter_number": "X",
            "chapter_title": "Terrain",
            "content": [
                "Sun Tzu said: We may distinguish six kinds of terrain, to wit:\n(1) Accessible ground; (2) entangling ground; (3) temporizing ground;\n(4) narrow passes; (5) precipitous heights; (6) positions at a great\ndistance from the enemy.",
                "Ground which can be freely traversed by both sides is called accessible.",
                "With regard to ground of this nature, be before the enemy in occupying\nthe raised and sunny spots, and carefully guard your line of supplies.\nThen you will be able to fight with advantage.",
                "Ground which can be abandoned but is hard to re-occupy is called\nentangling.",
                "From a position of this sort, if the enemy is unprepared, you may\nsally forth and defeat him. But if the enemy is prepared for your\ncoming, and you fail to defeat him, then, return being impossible,\ndisaster will ensue.",
                "When the position is such that neither side will gain by making\nthe first move, it is called temporizing ground.",
                "In a position of this sort, even though the enemy should offer\nus an attractive bait, it will be advisable not to stir forth, but\nrather to retreat, thus enticing the enemy in his turn; then, when\npart of his army has come out, we may deliver our attack with advantage.",
                "With regard to narrow passes, if you can occupy them first, let\nthem be strongly garrisoned and await the advent of the enemy.",
                "Should the army forestall you in occupying a pass, do not go after\nhim if the pass is fully garrisoned, but only if it is weakly garrisoned.",
                "With regard to precipitous heights, if you are beforehand with\nyour adversary, you should occupy the raised and sunny spots, and\nthere wait for him to come up.",
                "If the enemy has occupied them before you, do not follow him,\nbut retreat and try to entice him away.",
                "If you are situated at a great distance from the enemy, and the\nstrength of the two armies is equal, it is not easy to provoke a battle,\nand fighting will be to your disadvantage.",
                "These six are the principles connected with Earth. The general\nwho has attained a responsible post must be careful to study them.",
                "Now an army is exposed to six several calamities, not arising\nfrom natural causes, but from faults for which the general is responsible.\nThese are: (1) Flight; (2) insubordination; (3) collapse; (4) ruin;\n(5) disorganization; (6) rout.",
                "Other conditions being equal, if one force is hurled against another\nten times its size, the result will be the flight of the former.",
                "When the common soldiers are too strong and their officers too\nweak, the result is insubordination. When the officers are too strong\nand the common soldiers too weak, the result is collapse.",
                "When the higher officers are angry and insubordinate, and on meeting\nthe enemy give battle on their own account from a feeling of resentment,\nbefore the commander-in-chief can tell whether or no he is in a position\nto fight, the result is ruin.",
                "When the general is weak and without authority; when his orders\nare not clear and distinct; when there are no fixes duties assigned\nto officers and men, and the ranks are formed in a slovenly haphazard\nmanner, the result is utter disorganization.",
                "When a general, unable to estimate the enemy's strength, allows\nan inferior force to engage a larger one, or hurls a weak detachment\nagainst a powerful one, and neglects to place picked soldiers in the\nfront rank, the result must be rout.",
                "These are six ways of courting defeat, which must be carefully\nnoted by the general who has attained a responsible post.",
                "The natural formation of the country is the soldier's best ally;\nbut a power of estimating the adversary, of controlling the forces\nof victory, and of shrewdly calculating difficulties, dangers and\ndistances, constitutes the test of a great general.",
                "He who knows these things, and in fighting puts his knowledge\ninto practice, will win his battles. He who knows them not, nor practices\nthem, will surely be defeated.",
                "If fighting is sure to result in victory, then you must fight,\neven though the ruler forbid it; if fighting will not result in victory,\nthen you must not fight even at the ruler's bidding.",
                "The general who advances without coveting fame and retreats without\nfearing disgrace, whose only thought is to protect his country and\ndo good service for his sovereign, is the jewel of the kingdom.",
                "Regard your soldiers as your children, and they will follow you\ninto the deepest valleys; look upon them as your own beloved sons,\nand they will stand by you even unto death.",
                "If, however, you are indulgent, but unable to make your authority\nfelt; kind-hearted, but unable to enforce your commands; and incapable,\nmoreover, of quelling disorder: then your soldiers must be likened\nto spoilt children; they are useless for any practical purpose.",
                "If we know that our own men are in a condition to attack, but\nare unaware that the enemy is not open to attack, we have gone only\nhalfway towards victory.",
                "If we know that the enemy is open to attack, but are unaware that\nour own men are not in a condition to attack, we have gone only halfway\ntowards victory.",
                "If we know that the enemy is open to attack, and also know that\nour men are in a condition to attack, but are unaware that the nature\nof the ground makes fighting impracticable, we have still gone only\nhalfway towards victory.",
                "Hence the experienced soldier, once in motion, is never bewildered;\nonce he has broken camp, he is never at a loss.",
                "Hence the saying: If you know the enemy and know yourself, your\nvictory will not stand in doubt; if you know Heaven and know Earth,\nyou may make your victory complete."
            ]
        },
        {
            "chapter_number": "XI",
            "chapter_title": "The Nine Situations",
            "content": [
                "Sun Tzu said: The art of war recognizes nine varieties of ground:\n(1) Dispersive ground; (2) facile ground; (3) contentious ground;\n(4) open ground; (5) ground of intersecting highways; (6) serious\nground; (7) difficult ground; (8) hemmed-in ground; (9) desperate\nground.",
                "When a chieftain is fighting in his own territory, it is dispersive\nground.",
                "When he has penetrated into hostile territory, but to no great\ndistance, it is facile ground.",
                "Ground the possession of which imports great advantage to either\nside, is contentious ground.",
                "Ground on which each side has liberty of movement is open ground.",
                "Ground which forms the key to three contiguous states, so that\nhe who occupies it first has most of the Empire at his command, is\na ground of intersecting highways.",
                "When an army has penetrated into the heart of a hostile country,\nleaving a number of fortified cities in its rear, it is serious ground.",
                "Mountain forests, rugged steeps, marshes and fens--all country\nthat is hard to traverse: this is difficult ground.",
                "Ground which is reached through narrow gorges, and from which we\ncan only retire by tortuous paths, so that a small number of the enemy\nwould suffice to crush a large body of our men: this is hemmed in\nground.",
                "Ground on which we can only be saved from destruction by fighting\nwithout delay, is desperate ground.",
                "On dispersive ground, therefore, fight not. On facile ground,\nhalt not. On contentious ground, attack not.",
                "On open ground, do not try to block the enemy's way. On the ground\nof intersecting highways, join hands with your allies.",
                "On serious ground, gather in plunder. In difficult ground, keep\nsteadily on the march.",
                "On hemmed-in ground, resort to stratagem. On desperate ground,\nfight.",
                "Those who were called skillful leaders of old knew how to drive\na wedge between the enemy's front and rear; to prevent co-operation\nbetween his large and small divisions; to hinder the good troops from\nrescuing the bad, the officers from rallying their men.",
                "When the enemy's men were united, they managed to keep them in\ndisorder.",
                "When it was to their advantage, they made a forward move; when\notherwise, they stopped still.",
                "If asked how to cope with a great host of the enemy in orderly\narray and on the point of marching to the attack, I should say: \"Begin\nby seizing something which your opponent holds dear; then he will\nbe amenable to your will.\"",
                "Rapidity is the essence of war: take advantage of the enemy's\nunreadiness, make your way by unexpected routes, and attack unguarded\nspots.",
                "The following are the principles to be observed by an invading\nforce: The further you penetrate into a country, the greater will\nbe the solidarity of your troops, and thus the defenders will not\nprevail against you.",
                "Make forays in fertile country in order to supply your army with\nfood.",
                "Carefully study the well-being of your men, and do not overtax\nthem. Concentrate your energy and hoard your strength. Keep your army\ncontinually on the move, and devise unfathomable plans.",
                "Throw your soldiers into positions whence there is no escape,\nand they will prefer death to flight. If they will face death, there\nis nothing they may not achieve. Officers and men alike will put forth\ntheir uttermost strength.",
                "Soldiers when in desperate straits lose the sense of fear. If\nthere is no place of refuge, they will stand firm. If they are in\nhostile country, they will show a stubborn front. If there is no help\nfor it, they will fight hard.",
                "Thus, without waiting to be marshaled, the soldiers will be constantly\non the qui vive; without waiting to be asked, they will do your will;\nwithout restrictions, they will be faithful; without giving orders,\nthey can be trusted.",
                "Prohibit the taking of omens, and do away with superstitious doubts.\nThen, until death itself comes, no calamity need be feared.",
                "If our soldiers are not overburdened with money, it is not because\nthey have a distaste for riches; if their lives are not unduly long,\nit is not because they are disinclined to longevity.",
                "On the day they are ordered out to battle, your soldiers may weep,\nthose sitting up bedewing their garments, and those lying down letting\nthe tears run down their cheeks. But let them once be brought to bay,\nand they will display the courage of a Chu or a Kuei.",
                "The skillful tactician may be likened to the shuai-jan. Now the\nshuai-jan is a snake that is found in the ChUng mountains. Strike\nat its head, and you will be attacked by its tail; strike at its tail,\nand you will be attacked by its head; strike at its middle, and you\nwill be attacked by head and tail both.",
                "Asked if an army can be made to imitate the shuai-jan, I should\nanswer, Yes. For the men of Wu and the men of Yueh are enemies; yet\nif they are crossing a river in the same boat and are caught by a\nstorm, they will come to each other's assistance just as the left\nhand helps the right.",
                "Hence it is not enough to put one's trust in the tethering of\nhorses, and the burying of chariot wheels in the ground",
                "The principle on which to manage an army is to set up one standard\nof courage which all must reach.",
                "How to make the best of both strong and weak--that is a question\ninvolving the proper use of ground.",
                "Thus the skillful general conducts his army just as though he\nwere leading a single man, willy-nilly, by the hand.",
                "It is the business of a general to be quiet and thus ensure secrecy;\nupright and just, and thus maintain order.",
                "He must be able to mystify his officers and men by false reports\nand appearances, and thus keep them in total ignorance.",
                "By altering his arrangements and changing his plans, he keeps\nthe enemy without definite knowledge. By shifting his camp and taking\ncircuitous routes, he prevents the enemy from anticipating his purpose.",
                "At the critical moment, the leader of an army acts like one who\nhas climbed up a height and then kicks away the ladder behind him.\nHe carries his men deep into hostile territory before he shows his\nhand.",
                "He burns his boats and breaks his cooking-pots; like a shepherd\ndriving a flock of sheep, he drives his men this way and that, and\nnothing knows whither he is going.",
                "To muster his host and bring it into danger:--this may be termed\nthe business of the general.",
                "The different measures suited to the nine varieties of ground;\nthe expediency of aggressive or defensive tactics; and the fundamental\nlaws of human nature: these are things that must most certainly be\nstudied.",
                "When invading hostile territory, the general principle is, that\npenetrating deeply brings cohesion; penetrating but a short way means\ndispersion.",
                "When you leave your own country behind, and take your army across\nneighborhood territory, you find yourself on critical ground. When\nthere are means of communication on all four sides, the ground is\none of intersecting highways.",
                "When you penetrate deeply into a country, it is serious ground.\nWhen you penetrate but a little way, it is facile ground.",
                "When you have the enemy's strongholds on your rear, and narrow\npasses in front, it is hemmed-in ground. When there is no place of\nrefuge at all, it is desperate ground.",
                "Therefore, on dispersive ground, I would inspire my men with unity\nof purpose. On facile ground, I would see that there is close connection\nbetween all parts of my army.",
                "On contentious ground, I would hurry up my rear.",
                "On open ground, I would keep a vigilant eye on my defenses. On\nground of intersecting highways, I would consolidate my alliances.",
                "On serious ground, I would try to ensure a continuous stream of\nsupplies. On difficult ground, I would keep pushing on along the road.",
                "On hemmed-in ground, I would block any way of retreat. On desperate\nground, I would proclaim to my soldiers the hopelessness of saving\ntheir lives.",
                "For it is the soldier's disposition to offer an obstinate resistance\nwhen surrounded, to fight hard when he cannot help himself, and to\nobey promptly when he has fallen into danger.",
                "We cannot enter into alliance with neighboring princes until we\nare acquainted with their designs. We are not fit to lead an army\non the march unless we are familiar with the face of the country--its\nmountains and forests, its pitfalls and precipices, its marshes and\nswamps. We shall be unable to turn natural advantages to account unless\nwe make use of local guides.",
                "To be ignored of any one of the following four or five principles\ndoes not befit a warlike prince.",
                "When a warlike prince attacks a powerful state, his generalship\nshows itself in preventing the concentration of the enemy's forces.\nHe overawes his opponents, and their allies are prevented from joining\nagainst him.",
                "Hence he does not strive to ally himself with all and sundry,\nnor does he foster the power of other states. He carries out his own\nsecret designs, keeping his antagonists in awe. Thus he is able to\ncapture their cities and overthrow their kingdoms.",
                "Bestow rewards without regard to rule, issue orders without regard\nto previous arrangements; and you will be able to handle a whole army\nas though you had to do with but a single man.",
                "Confront your soldiers with the deed itself; never let them know\nyour design. When the outlook is bright, bring it before their eyes;\nbut tell them nothing when the situation is gloomy.",
                "Place your army in deadly peril, and it will survive; plunge it\ninto desperate straits, and it will come off in safety.",
                "For it is precisely when a force has fallen into harm's way that\nis capable of striking a blow for victory.",
                "Success in warfare is gained by carefully accommodating ourselves\nto the enemy's purpose.",
                "By persistently hanging on the enemy's flank, we shall succeed\nin the long run in killing the commander-in-chief.",
                "This is called ability to accomplish a thing by sheer cunning.",
                "On the day that you take up your command, block the frontier passes,\ndestroy the official tallies, and stop the passage of all emissaries.",
                "Be stern in the council-chamber, so that you may control the situation.",
                "If the enemy leaves a door open, you must rush in.",
                "Forestall your opponent by seizing what he holds dear, and subtly\ncontrive to time his arrival on the ground.",
                "Walk in the path defined by rule, and accommodate yourself to\nthe enemy until you can fight a decisive battle.",
                "At first, then, exhibit the coyness of a maiden, until the enemy\ngives you an opening; afterwards emulate the rapidity of a running\nhare, and it will be too late for the enemy to oppose you."
            ]
        },
        {
            "chapter_number": "XII",
            "chapter_title": "The Attack by Fire",
            "content": [
                "Sun Tzu said: There are five ways of attacking with fire. The first\nis to burn soldiers in their camp; the second is to burn stores; the\nthird is to burn baggage trains; the fourth is to burn arsenals and\nmagazines; the fifth is to hurl dropping fire amongst the enemy.",
                "In order to carry out an attack, we must have means available.\nThe material for raising fire should always be kept in readiness.",
                "There is a proper season for making attacks with fire, and special\ndays for starting a conflagration.",
                "The proper season is when the weather is very dry; the special\ndays are those when the moon is in the constellations of the Sieve,\nthe Wall, the Wing or the Cross-bar; for these four are all days of\nrising wind.",
                "In attacking with fire, one should be prepared to meet five possible\ndevelopments:",
                "(1) When fire breaks out inside to enemy's camp, respond at once\nwith an attack from without.",
                "(2) If there is an outbreak of fire, but the enemy's soldiers remain\nquiet, bide your time and do not attack.",
                "(3) When the force of the flames has reached its height, follow\nit up with an attack, if that is practicable; if not, stay where you\nare.",
                "(4) If it is possible to make an assault with fire from without,\ndo not wait for it to break out within, but deliver your attack at\na favorable moment.",
                "(5) When you start a fire, be to windward of it. Do not attack\nfrom the leeward.",
                "A wind that rises in the daytime lasts long, but a night breeze\nsoon falls.",
                "In every army, the five developments connected with fire must\nbe known, the movements of the stars calculated, and a watch kept\nfor the proper days.",
                "Hence those who use fire as an aid to the attack show intelligence;\nthose who use water as an aid to the attack gain an accession of strength.",
                "By means of water, an enemy may be intercepted, but not robbed\nof all his belongings.",
                "Unhappy is the fate of one who tries to win his battles and succeed\nin his attacks without cultivating the spirit of enterprise; for the\nresult is waste of time and general stagnation.",
                "Hence the saying: The enlightened ruler lays his plans well ahead;\nthe good general cultivates his resources.",
                "Move not unless you see an advantage; use not your troops unless\nthere is something to be gained; fight not unless the position is\ncritical.",
                "No ruler should put troops into the field merely to gratify his\nown spleen; no general should fight a battle simply out of pique.",
                "If it is to your advantage, make a forward move; if not, stay\nwhere you are.",
                "Anger may in time change to gladness; vexation may be succeeded\nby content.",
                "But a kingdom that has once been destroyed can never come again\ninto being; nor can the dead ever be brought back to life.",
                "Hence the enlightened ruler is heedful, and the good general full\nof caution. This is the way to keep a country at peace and an army\nintact."
            ]
        },
        {
            "chapter_number": "XIII",
            "chapter_title": "The Use of Spies",
            "content": [
                "Sun Tzu said: Raising a host of a hundred thousand men and marching\nthem great distances entails heavy loss on the people and a drain\non the resources of the State. The daily expenditure will amount to\na thousand ounces of silver. There will be commotion at home and abroad,\nand men will drop down exhausted on the highways. As many as seven\nhundred thousand families will be impeded in their labor.",
                "Hostile armies may face each other for years, striving for the\nvictory which is decided in a single day. This being so, to remain\nin ignorance of the enemy's condition simply because one grudges the\noutlay of a hundred ounces of silver in honors and emoluments, is\nthe height of inhumanity.",
                "One who acts thus is no leader of men, no present help to his sovereign,\nno master of victory.",
                "Thus, what enables the wise sovereign and the good general to strike\nand conquer, and achieve things beyond the reach of ordinary men,\nis foreknowledge.",
                "Now this foreknowledge cannot be elicited from spirits; it cannot\nbe obtained inductively from experience, nor by any deductive calculation.",
                "Knowledge of the enemy's dispositions can only be obtained from\nother men.",
                "Hence the use of spies, of whom there are five classes: (1) Local\nspies; (2) inward spies; (3) converted spies; (4) doomed spies; (5)\nsurviving spies.",
                "When these five kinds of spy are all at work, none can discover\nthe secret system. This is called \"divine manipulation of the threads.\"",
                "Having local spies means employing the services of the inhabitants\nof a district.",
                "Having inward spies, making use of officials of the enemy.",
                "Having converted spies, getting hold of the enemy's spies and\nusing them for our own purposes.",
                "Having doomed spies, doing certain things openly for purposes\nof deception, and allowing our spies to know of them and report them\nto the enemy.",
                "Surviving spies, finally, are those who bring back news from the\nenemy's camp.",
                "Hence it is that which none in the whole army are more intimate\nrelations to be maintained than with spies. None should be more liberally\nrewarded. In no other business should greater secrecy be preserved.",
                "Spies cannot be usefully employed without a certain intuitive\nsagacity.",
                "They cannot be properly managed without benevolence and straightforwardness.",
                "Without subtle ingenuity of mind, one cannot make certain of the\ntruth of their reports.",
                "Be subtle! be subtle! and use your spies for every kind of business.",
                "If a secret piece of news is divulged by a spy before the time\nis ripe, he must be put to death together with the man to whom the\nsecret was told.",
                "Whether the object be to crush an army, to storm a city, or to\nassassinate an individual, it is always necessary to begin by finding\nout the names of the attendants, the aides-de-camp, and door-keepers\nand sentries of the general in command. Our spies must be commissioned\nto ascertain these.",
                "The enemy's spies who have come to spy on us must be sought out,\ntempted with bribes, led away and comfortably housed. Thus they will\nbecome converted spies and available for our service.",
                "It is through the information brought by the converted spy that\nwe are able to acquire and employ local and inward spies.",
                "It is owing to his information, again, that we can cause the doomed\nspy to carry false tidings to the enemy.",
                "Lastly, it is by his information that the surviving spy can be\nused on appointed occasions.",
                "The end and aim of spying in all its five varieties is knowledge\nof the enemy; and this knowledge can only be derived, in the first\ninstance, from the converted spy. Hence it is essential that the converted\nspy be treated with the utmost liberality.",
                "Of old, the rise of the Yin dynasty was due to I Chih who had\nserved under the Hsia. Likewise, the rise of the Chou dynasty was\ndue to Lu Ya who had served under the Yin.",
                "Hence it is only the enlightened ruler and the wise general who\nwill use the highest intelligence of the army for purposes of spying\nand thereby they achieve great results. Spies are a most important\nelement in water, because on them depends an army's ability to move."
            ]
        }
    ],
    "copyright": "-------------------------------------------------------------------\n\nCopyright statement:\nThe Internet Classics Archive by Daniel C. Stevenson, Web Atomics.\nWorld Wide Web presentation is copyright (C) 1994-2000, Daniel\nC. Stevenson, Web Atomics.\nAll rights reserved under international and pan-American copyright\nconventions, including the right of reproduction in whole or in part\nin any form. Direct permission requests to classics@classics.mit.edu.\nTranslation of \"The Deeds of the Divine Augustus\" by Augustus is\ncopyright (C) Thomas Bushnell, BSG."
}